{
  "WBUI2": {
    "settings": {
      "OpenButton": 0,
      "HideIcon": false,
      "HideIconAfter": 60,
      "IconURL": "https://i.imgur.com/u0Rcimn.png",
      "DisableIconText": false,
      "IconPosition": 0,
      "IconTextColor": 0,
      "OpenOnStart": true,
      "OpenOnStartOnlyNewPlayers": true,
      "UpdateInterval": 12
    },
    "tabs": [
      {
       "tab1": {
  "layout": 1,
  "buttontext": "¡Bienvenidos a Riker Plays!",
  "title1": "SERVIDORES RIKER PLAYS",
  "text1": "<TextStyle.Violet>¡Bienvenido a RIKER PLAYS!</>\n<TextStyle.LightBlue>Te damos la bienvenida a nuestros servidores donde te espera un desafío épico en modo PVP o una aventura tranquila en PVE.</>\n\n<TextStyle.Green>KIT DE BIENVENIDA:</>\n<TextStyle.LightBlue>¡Participa en la emocionante misión de támeo del dodo, \"Mi Nuevo amigo\", o farmea bayas narcóticas para obtener GoldCoins y así podrás adquirir nuestro exclusivo Kit de Bienvenida en el mercado! Incluye un conjunto completo de armadura de metal, un pico, un hacha y una lanza de metal, además de un Pteranodon de nivel 25 con su silla de montar. ¡Prepárate para tu aventura con estilo y equipamiento de primera!</>\n\n<TextStyle.Orange>BINOCULARES TEK:</><TextStyle.LightBlue> Los binoculares TEK ahora funcionan como un spyglass, están desbloqueados para todos desde el inicio y puedes comprarlos en el mercado.</>\n\n<TextStyle.Yellow>¡MERCADO!</>\n\n<TextStyle.LightBlue>Para sumergirte en el mercado del servidor, sigue estos simples pasos:</>\n\n1- Dirígete al inventario de tu personaje.\n2- En la esquina inferior izquierda, encontrarás los nuevos iconos del mercado.\n3- Explora ofertas, precios y todas las novedades. ¡Se irán agregando cosas, ajustando precios y demás!\n\nPara salir del mercado:\n\nHaz clic en la \"X\" dentro de la interfaz del mercado.\n¡Si no ves \"X\", haz clic fuera de la interfaz!\n\n¡Funciones del Mercado!\n\nPago por tiempo jugado: Cada hora que juegues Riker te regala 5 GoldCoins a través del mercado.\n\nMisiones: Completa misiones para obtener recompensas.\n\nDinero: Verifica tu saldo y envía monedas a otros supervivientes que estén conectados en ese momento. Lo puedes utilizar para comprar cosas a otros jugadores.\n\nCompra: Adquiere recursos, dinos, paquetes, buffos. ¡Lo que necesites!\n\nVenta: Comercia artículos crafteados para obtener GoldCoins.",
  "imageurl": "https://i.imgur.com/u0Rcimn.png"
        }
      },
      {
        "tab2": {
          "layout": 2,
          "buttontext": "Rates",
          "title1": "Servidores PvE",
          "title2": "Servidores PvP",
          "text1": "<TextStyle.Orange>RATES:</>\nXP: x4\nRECOLECCIÓN: x4\nDOMESTICACIÓN: x4\nINCUBACIÓN: x4\nMADURACIÓN: x10\nTIEMPO DE IMPRONTA: x4\nINTERVALO DE APAREAMIENTO: x0.25\n\n<TextStyle.Orange>OTROS:</>\nLOOT CRATES MEJORADOS\nCALIDAD DE OBJETOS PESCADOS x2\nCRECIMIENTO DE CULTIVOS x2\nDECAIMIENTO DE ESTRUCTURAS x1 (Paja 4 días)\nALIANZAS NO\nMIEMBROS POR TRIBU: 6\nSTACK MEJORADOS CON PESO AUMENTADO",
          "text2": "<TextStyle.Orange>RATES:</>\nXP: x4\nRECOLECCIÓN: x4\nDOMESTICACIÓN: x4\nINCUBACIÓN: x4\nMADURACIÓN: x10\nTIEMPO DE IMPRONTA: x4\nINTERVALO DE APAREAMIENTO: x0.25\n\n<TextStyle.Orange>OTROS:</>\nLOOT CRATES MEJORADOS\nCALIDAD DE OBJETOS PESCADOS x2\nCRECIMIENTO DE CULTIVOS x2\nDECAIMIENTO DE ESTRUCTURAS x1 (Paja 4 días)\nALIANZAS NO\nMIEMBROS POR TRIBU: 4\nSTACK MEJORADOS CON PESO AUMENTADO\nGRANADAS EN NIVEL 50\nC4 EN EL NIVEL 90\nPEPOS EN EL NIVEL 95\nRESISTENCIA ESTRUCTURAS x1.5\nDAÑO INFLINGIDO POR TORRETAS x2",
          "imageurl": "https://i.imgur.com/u0Rcimn.png"
        }
      },
      {
        "tab3": {
          "layout": 1,
          "buttontext": "Normas",
          "title1": "Normas de los Servidores RIKER PLAYS",
          "text1": "RESPETO MUTUO:\nTrata a los demás jugadores con respeto y cortesía. Evita cualquier forma de acoso o discriminación.\n\nNO GRIEFING:\nNo destruyas las bases de otros jugadores sin razón justificada. Respeta el esfuerzo y tiempo que han invertido.\n\nCHEATS Y HACKS:\nEl uso de cheats, hacks o cualquier forma de trampa está estrictamente prohibido. Los infractores serán sancionados.\n\nPROTECCIÓN DEL MAPA:\nNo bloquees recursos clave ni dejes trampas ni FOBs sueltos. No construyas en cuevas de artefactos. Mantengamos la integridad del entorno de juego.\n\nNO CONSTRUCCIÓN EN ZONA DE DESOVE:\nNo construyas cerca de las zonas de desove para preservar la experiencia de juego para todos los jugadores.\n\nCONSERVACIÓN DE RECURSOS:\nNo desperdicies recursos. Construye de manera eficiente y evita estructuras innecesarias que afecten el rendimiento del servidor.\n\nCONTROL DE ANIMALES EN MODO PvE:\nEn el modo PvE, evita dejar animales sueltos, especialmente agresivos, en el mapa y en bases ajenas, ya que podrán ser eliminados para mantener la armonía del juego.\n\nREPORTE DE PROBLEMAS:\nInforma cualquier problema o infracción a los administradores a través de los canales designados o a traves de ticket en nuestro Discord. Recuerda que no nos responsabilizamos de bug del juego, son ajenos a nuestra administración.\n\nACUERDO CON LAS REGLAS:\nAl unirte al servidor, aceptas cumplir estas normas. La ignorancia no es excusa; infórmate y juega de manera justa.\n\nEstas normas están diseñadas para garantizar un ambiente justo y respetuoso para todos los jugadores. ¡Disfruta del juego!",
          "imageurl": "https://i.imgur.com/u0Rcimn.png"
        }
      },
      {
        "tab4": {
          "layout": 1,
          "buttontext": "Donaciones",
          "title1": "DONACIONES por Dinero Real!",
          "text1": "5€ = 1 moneda de Servidor = 1M de Goldcoin.\n\nEnvía la donación a través de PayPal o Tarjeta de Crédito (https://www.paypal.com/donate?hosted_button_id=FZKF8GWK2PDKE)\n\nAbre un ticket en nuestro Discord indicando la donación, captura de pantalla, nombre de personaje, tribu y tipo de servidor (PVE o PVP). Se hará la verificación y se transferirán las monedas a la mayor brevedad posible a tu personaje si estás conectado al servidor a la misma vez que el admin. En caso contrario, se te dejarán monedas de servidor para recoger en un lugar seguro, que podrás cambiarlas en el mercado por GoldCoins. Luego podrás comprar articulos en el mercado o a otros jugadores con ellas, podrás sumar el saldo de donación al que tenías o al que farmeas. Si deseas un artículo en particular, discutimos si es posible y/o el precio. Importante, recuerda que en PVP si te matan, el jugador que te mató se lleva un 30% de tu saldo; en eso no somos responsables. Las donaciones no se reembolsan.\n\n Más información pasa por nuestro Discord.\n¡Que tus transacciones en Ark sean siempre prósperas!",
          "imageurl": "https://i.imgur.com/u0Rcimn.png"
        }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "Discord",
          "url": "https://discord.gg/vThvXrrBK4"
        }
      }
    ]
  }
}
